Repository: jerryweb/Conquest-Enhanced-Mod
Catalog: 2933258442/localizations/*/interface/text/mission/multi/ai_taunts_ce.po
Languages: ru

# mission/multi/artillery_destroyed_1
source: Arty Noob
ru: Очередной нуб артеллерист

# mission/multi/artillery_destroyed_2
source: No don't restart now! We're just getting started!
ru: Не перерезапускай бой! Мы только начали!

# mission/multi/artillery_destroyed_3
source: Dang how much CP did that Artillery take up?
ru: Сколько же КО эта арта занимала...

# mission/multi/generic_taunt_1
source: Did that hurt?
ru: Что, больно?

# mission/multi/generic_taunt_2
source: You're such a Nub!
ru: Ну и нуб...

# mission/multi/generic_taunt_3
source: Go back to playing Vanilla Conquest pussy boy!
ru: Вернись к ваниле пусечка

# mission/multi/generic_taunt_4
source: GG EZ
ru: ГГ,изи

# mission/multi/heavy_tank_destroyed_1
source: That heavy tank is gone. Must have been expensive.
ru: Дорогой наверно был тяжелый танк...

# mission/multi/heavy_tank_destroyed_2
source: Freaking NOOB!!!!
ru: Ну ты и нуб конечно

# mission/multi/heavy_tank_destroyed_3
source: Destroyed your heavy tank... How will tell the families of those crew?
ru: Что же ты скажешь теперь семьям танкистов...

# mission/multi/officer_killed_1
source: Oof! We just killed your officer............ Noob
ru: Оп! Минус офицер

# mission/multi/officer_killed_2
source: Your officer was slain. Who will lead your troops now? You?!?!
ru: Какой же ты командир, если у тебя даже офицеры помирают

# mission/multi/officer_killed_3
source: HA Officer down! Better call your medic!
ru: Хе, офицер то твой помер. Зови медика!

# mission/multi/officer_killed_4
source: Your men don't respect you.
ru: Твои солдаты тебя не уважают

# mission/multi/radio_car_destroyed_1
source: Looks like we took out your radio vehicle. EZ
ru: А вот и минус радиомашинка. Легко
