Repository: jerryweb/Conquest-Enhanced-Mod
Catalog: 2933258442/localizations/*/interface/text/mission/multi/common_CE.po
Languages: ru

# mission/multi/test_message
source: This message is used for testing.
ru: Тестовое сообщение

# mission/multi/defense_level_1_set
source: Defense level = 1
ru: Уровень обороны 1

# mission/multi/defense_level_2_set
source: Defense level = 2
ru: Уровень обороны 2

# mission/multi/defense_level_3_set
source: Defense level = 3
ru: Уровень обороны 3

# mission/multi/defense_level_error
source: Error setting defense level for CE.If you have defense levels researched screenshot and post this in the discord.
ru: ОШИБКА УСТАНОВКИ ОБОРОНЫ. Отправьте скриншот в дискорд если у вас исследована оборона

# mission/multi/radio_event
source: Hello... Hello!?!? Sir they have cut our communications lines. We will need to keep a manned radio vehicle to maintain enemy toop observations and reports!
ru: Приём!Как слышно?! Командир! Линия связи повреждена! Нам нужная командная бронемашина чтобы получать сведения о враге!

# mission/multi/radio_vehicle_unmanned
source: Sir we don't have a manned radio vehicle. We can't hear enemy offmap support until it's manned!
ru: У нас нет техники с рацией. Мы не можем отслеживать переговоры врага

# mission/multi/super_heavy_artillery_incoming_1
source: ...Oh FUCK RETREATTTTT!!!!!!
ru: ...НАМ ХАНА!!!!!!!!!

# mission/multi/super_heavy_artillery_incoming_2
source: INCOMINGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGGG!
ru: ЛОЖИИИИИИИИИИИИИИИИИИИИИСЬ!

# mission/multi/goingheal
source: Going to heal our comrades. Cover me!
ru: Прикройте, я спасу товарищей!

# mission/multi/request_supply_drop_1
source: Sending 5 soldiers with no ammo to resupply!
ru: Отправить пятерых солдат без патронов пополняться

# mission/multi/request_supply_drop_2
source: Hey! 5 of you boys with no ammo go resupply!
ru: Вы 5! А ну побежали пополняться

# mission/multi/request_supply_drop_3
source: If you don't have any ammo go resupply! But only 5 of you.... I said 5!!!
ru: Если закончились патроны то бегом пополняться! Но только по 5 человек....ПЯТЬ!!!

# mission/multi/enemy_artillery_signaler_on_field_1
source: Sir! We've got reports of an enemy artillery signaler on the field. We are intercepting their communications with the radio truck, but we need to eliminate him to prevent enemy offmap support!
ru: Коммандир! Мы получили сведение о присутствии вражеского связиста-наводчика. Мы перехватываем радиопередачу, но нужно устранить его пока можем!

# mission/multi/enemy_artillery_signaler_on_field_2
source: Shit! I'm hearing an artillery signaler on enemy comms... Kill him so we don't have to deal with offmap support!
ru: Чёрт! Я слышу вражеского связиста-наводчика...Убейте его пока он не вызвал поддержку из-за карты

# mission/multi/enemy_artillery_signaler_on_field_3
source: Radio Truck is picking up an enemy artillery signaler! We have to kill him so that we don't have to run to the forums to complain about offmap!
ru: Мы перехватываем радиопередачу вражеского связиста наводчика! Убейте его чтобы не слышать нытьё об поддержки из-за карты!!!

# mission/multi/calling_light_artillery_barrage
source: We need a light artillery barrage on the marked location..... over!
ru: Удар лёгкой артиллерии сюда...конец связи!

# mission/multi/calling_medium_artillery_barrage
source: Calling a medium fire mission on the marked location..... do you copy?!
ru: Вызываю удар средней артиллерии, как слышно?

# mission/multi/calling_heavy_artillery_barrage
source: Hit them with those heavy guns on mark!
ru: Удар тяжелой артилерии по отмеченной позиции!

# mission/multi/calling_super_heavy_artillery_barrage
source: They're too entrenched! Send over Big Bertha!!!
ru: Они хорошо окопались! Подкиньте им сюрприз!!!

# mission/multi/calling_smoke_barrage
source: We need smoke cover now! HQ do you copy!?!?
ru: Нужна дымовая завеса, как слышно?

# mission/multi/calling_light_rocket_barrage
source: HQ send those light rockets this way!!
ru: Нужен ракетный удар!

# mission/multi/calling_heavy_rocket_barrage
source: Calling for a heavy rocket fire mission.... over!
ru: Тут нужны тяжелые ракеты!!

# mission/multi/player_pickup_flare_gun
source: Don't pick up flare gun!!!! It's for AI only!!!!!
ru: Не подбирайте сигнальный пистолет!!! Он только для бота!!!

# mission/multi/ai_sabotage_notify
source: Don't forget men! If you have to abandon the vehicle, sabotage it so the enemy can't recover it! If you can't do that then empty out the ammo!
ru: Помните! Если вынуждены бросить технику, подорвите её чтобы не досталась врагу! Если не получается, то уничтожьте весь боезапас!

# mission/multi/rear_attack_1
source: We've got reports of the enemy encircling our forces! Expect attacks from the rear!!!!!!
ru: Враг окружил нас! Прикрывайте тыл!

# mission/multi/rear_attack_2
source: We've got reports of the enemy breaking through our rear! Expect enemy to flank us from where we came! Cover your flanks!
ru: Враг прорвал наш тыл! Будьте начеку!

# mission/multi/rear_attack_3
source: Enemy is cutting us off! We've got message from the HQ that the enemy will come from the rear!
ru: Враг отрезал нас! Штаб сообщает что враг прорвался к нам в тыл!

# mission/multi/player_sabotage_notify
source: Sir we need to be careful when recovering vehicles... there's a chance the enemy may have sabotaged them!
ru: Коммандир! Враг возможно испортил технику прежде чем её оставить!

# mission/multi/pointmessage
source: If the points counter stopped and the game doesn't end, destroy empty enemy emplacements and vehicles to get points to finish the battle. Or if you hold all flags you can also teamkill your infantry until you have exactly 10 points left.
ru: Если очки перестали накопляться и бой не заканчивается, уничтожьте вражеские орудия и технику чтобы набрать очки. Или если держите все флаги убивайте своих солдат пока не останется ровно 10 очков или кратно 10

# mission/multi/stagemessage
source: Researching stage 3 on normal and easy WILL NOT grant you extra CP.
ru: На лёгкой и нормальной сложности исследование третьего эшелона НЕ ДОБАВЛЯЕТ КО, он номинальный на этих сложностях

# mission/multi/teleporting_player_defense_units
source: Teleporting units
ru: Перебрасываем юниты

# mission/multi/start_player_defense_ask
source: Are you sure you want to start the defense? Select this command again within 12 seconds to start!
ru: Точно хотите запустить вражескую атаку? Выберите эту команду ещё раз в течение 12 секунд для подтверждения

# mission/multi/start_player_defense_confirm
source: Sir! They are coming... what did you do???
ru: Что вы наделали командир?!

# mission/multi/defense_started_timer
source: Time to confirm!"
ru: Время для подтверждения!

# mission/multi/defense_start_early_option
source: You can hold N and choose 'Start defense early' to have AI attack you immediately. (If you edit mod files you can have AI spawn only when you are ready. In the future this will be an option in configurator)
ru: Зажмите N и выберите 'Запустить атаку врага' чтобы бот начал сразу же атаковать.(Можно вручную настроить мод чтобы бот нападал только когда вы готовы. В будущем это будет функцией в конфигураторе)

# mission/multi/cowtalk1
source: Unleash us...
ru: Освободи нас...

# mission/multi/cowtalk2
source: Let us free...
ru: Дай нам свободу...

# mission/multi/cowtalk3
source: We are trapped in here...
ru: Мы заперты...

# mission/multi/cowtalk4
source: We can't be in this shell...
ru: Мууууу

# mission/multi/cowtalk5
source: We want blood...
ru: Мы жаждём крови...

# mission/multi/cowtalk6
source: We want to kill...
ru: Пора убивать...

# mission/multi/cowtalk7
source: Cookie Hawk demands sacrifice...
ru: Cookie Hawk требует жертв

# mission/multi/cowtalk8
source: We are thirsty for blood...
ru: Крооовь

# mission/multi/cowtalk9
source: Free us...
ru: Свободу...

# mission/multi/cowtalk10
source: It hungers...
ru: Оно жаждёт плоти...
