Repository: jerryweb/Conquest-Enhanced-Mod
Catalog: 2933258442/localizations/*/interface/text/dlg_frontend_ce.po
Languages: ru

# main_menu2/dynamic_campaign/reinforcement_stage_6
source: Call-in Stage 6 defensive
ru: Оборонительный эшелон 6

# main_menu2/dynamic_campaign/reinforcement_stage_7
source: Call-in Stage 7 defensive
ru: Оборонительный эшелон 7

# options/game/multiplayer/notification_chatwheel/attackhere
source: Send 5 men with no ammo to resupply!
ru: Пошлите 5 человек без патронов пополняться

# main_menu2/dynamic_campaign/recon_run_allies
source: Recon Run
ru: Разведка с воздуха

# main_menu2/dynamic_campaign/recon_run_axis
source: Recon Run
ru: Разведка с воздуха

# main_menu2/dynamic_campaign/supply_drop_allies
source: Supply Drop
ru: Сброс припасов

# main_menu2/dynamic_campaign/supply_drop_axis
source: Supply Drop
ru: Сброс припасов

# main_menu2/dynamic_campaign/smoke_barrage
source: Smoke Barrage
ru: Дымовая завеса

# main_menu2/dynamic_campaign/light_artillery_barrage
source: Light Artillery Barrage
ru: Удар легкой артиллерии

# main_menu2/dynamic_campaign/medium_artillery_barrage
source: Medium Artillery Barrage
ru: Удар средней артиллерии

# main_menu2/dynamic_campaign/heavy_rocket_artillery_barrage
source: Heavy Artillery Barrage
ru: Удар тяжелой артиллерии

# main_menu2/dynamic_campaign/super_heavy_artillery_barrage
source: Super Heavy Artillery Barrage
ru: Удар свертяжелой артиллерии

# main_menu2/dynamic_campaign/rocket_artillery_barrage
source: Rocket Strike
ru: Ракетный удар

# main_menu2/dynamic_campaign/rocket_artillery_barrage
source: Heavy Rocket Strike
ru: Мощный ракетный удар

# main_menu2/singleplayer/hardcore
source: READ THIS INFO ABOUT MOD
ru: ПРОЧТИТЕ ПЕРЕД НАЧАЛОМ

# main_menu2/singleplayer/easydis
source: This is a very easy difficulty
ru: Лёгкая сложность

# main_menu2/singleplayer/normaldis
source: This is normal difficulty that is similar to vanilla.
ru: Средняя сложность

# main_menu2/singleplayer/harddis
source: This is hard difficulty
ru: Тяжелая сложность

# main_menu2/singleplayer/heroicdis
source: This is heroic difficulty
ru: Героическая сложность

# options/game/multiplayer/notification_chatwheel/defendhere
source: Teleport units closer to the middle of the map
ru: Телепортировать юниты ближе к центру

# options/game/multiplayer/notification_chatwheel/enemyhere
source: Start defense early!
ru: Запустить атаку врага

# options/game/multiplayer/notification_chatwheel/goinghere
source: Change weather
ru: Поменять погоду

# main_menu2/dynamic_campaign/select_difficulty
source: Health and script difficulty
ru: Сложность здоровья и точности

# main_menu2/dynamic_campaign/hint_difficulty
source: Difficulty adjusts the following: • Player and Allied AI infantry health • Enemy accuracy
ru: Сложность меняет: • Здровье юнитов игрока и бота • Точность врага

# main_menu2/dynamic_campaign/hint_difficulty_easy
source: Extremely easy difficulty: • Greatly increases player infantry health • Reduce enemy accuracy • Reduce enemy health • For Disgusting Nubs
ru: Пусичка: • Увеличвает здоровье пехоты игрока • У врага снижена точность • У врага снижено здоровье

# main_menu2/dynamic_campaign/hint_difficulty_normal
source: Easy difficulty • Vanilla health values • Reduced enemy accuracy
ru: Лёгкая сложность: • Стандартные настройки здоровья • У врага снижена точность

# main_menu2/dynamic_campaign/hint_difficulty_hard
source: Normal Difficulty: • Makes infantry less tanky
ru: Нормальный уровень сложности: • Снижено здоровье пехоты

# main_menu2/dynamic_campaign/hint_difficulty_heroic
source: CE Difficulty: • Health is balanced for CE • Realistic damage.... infantry die fast
ru: Сложность - Улучшенная ДК: • Пехота дохнет как мухи • Мод сбалансирован под эту сложность • Для Виталия Волкова

# main_menu2/dynamic_campaign/select_resources
source: Economy and AI Army
ru: Экономика и Армия ИИ

# difficulty/resourceeasy
source: Easy
ru: Лёгкая

# difficulty/resourcenormal
source: Normal
ru: Нормальная

# difficulty/resourcehard
source: Unfair
ru: Сложная

# difficulty/resourceheroic
source: You Will Be Broken
ru: Героическая

# difficulty/easy
source: Noob
ru: Пусичка

# difficulty/normal
source: Vanilla
ru: Лёгкий

# difficulty/hard
source: Normal
ru: Нормальный

# difficulty/heroic
source: Conquest Enhanced
ru: Улучшенный ДК

# main_menu2/dynamic_campaign/supply_drop_76mm_m43
source: Airdrop 76mm m43
ru: Сброс с воздуха 76мм М43

# main_menu2/dynamic_campaign/supply_drop_maxim
source: Airdrop Maxim HMG
ru: Сброс с воздуха Максим

# main_menu2/dynamic_campaign/supply_drop_bpk
source: Airdrop 76mm BPK
ru: Сброс с воздуха 76мм БПК

# main_menu2/dynamic_campaign/supply_drop_mg34_lafette
source: Airdrop MG34
ru: Сброс с воздуха МГ34

# main_menu2/dynamic_campaign/supply_drop_75mm_legebig18
source: Airdrop 75mm legebig18
ru: Сброс с воздуха 75 legebig18

# main_menu2/dynamic_campaign/supply_drop_75mm_lg40
source: Airdrop 75mm lg40
ru: Сброс с воздуха 75мм lg40

# main_menu2/dynamic_campaign/player_paradrop_sov
source: Paradrop paratroopers
ru: Сброс парашутистов

# main_menu2/dynamic_campaign/player_paradrop_ger
source: Paradrop paratroopers
ru: Сброс парашутистов

# main_menu2/dynamic_campaign/heavy_artillery_barrage
source: Heavy artillery barrage
ru: Удар тяжелой артиллерии

# resources/low
source: Impossible
ru: Невозможно

# resources/standard
source: Hard
ru: Сложно

# resources/high
source: Medium
ru: Средне

# resources/very_high
source: Easy
ru: Легко

# main_menu2/dynamic_campaign/hint_low_resources
source: You will have smaller army at the start •You will get very small rewards for missions •You get little starting resources •AI will also have a smaller army •If you survive long enough your army size will be bigger than AI's •Small scale experience
ru: В начале даётся маленькая армия •Маленькие награды за победу •Мало начальных ресурсов •У бота тоже будет маленькая армия •Если выживишь,твоя армия постепенно будет больше чем у бота •Маленький масштаб сражений

# main_menu2/dynamic_campaign/hint_standard_resources
source: You will have smaller army at the start •You get decent starting resources •You will get small rewards for missions •AI will also have a smaller army •If you survive long enough your army size will be bigger than AI's •Small scale experience
ru: В начале даётся маленькая армия •Небольшие награды за победу •Немного начальных ресурсов •У бота тоже будет маленькая армия •Если выживишь,твоя армия постепенно будет больше чем у бота •Маленький масштаб сражений

# main_menu2/dynamic_campaign/hint_high_resources
source: You will have big army at the start •You get good starting resources •You will get high rewards for missions •AI has comparable army •AI army will be bigger than yours eventually
ru: В начале даётся большая армия •Много стартовых ресурсов •Большие награды за победу •Армия бота сопоставима с твоей поначалу •На поздних стадиях армия бота будет больше твоей

# main_menu2/dynamic_campaign/hint_very_high_resources
source: You will have a very big army at the start •You get a ton of starting resources •You will get very high rewards for missions •AI has comparable army •AI army will never be bigger than yours
ru: В начале даётся огромная армия •Очень много стартовых ресурсов •Очень большие награды за победу •Армия бота меньше твоей
