Repository: jerryweb/Conquest-Enhanced-Mod
Catalog: 2933258442/localizations/*/interface/text/tips_CE.po
Languages: ru

# tip51
source: "Use command halftrack to have enemies marked on the minimap
ru: Используйте командный броневик, чтобы на миникарте отмечались враги

# tip52
source: "Use Chatwheel commands (N) to access new functions
ru: Зажмите клавишу N, чтобы увидеть новые функции

# tip50
source: Enemy has different army composition each battle
ru: У бота каждый бой разная армия

# tip49
source: Early, mid and late stages of the campaign have different time of enemy arrival
ru: Начальный, средний и поздний этапы кампании имеют разное время прибытия бота

# tip48
source: "Enemy has different divisions each battle so every battle may play out different
ru: У бота каждый бой разные дивизии, поэтому каждый бой может быть разным

# tip46
source: Play with fog of war to get the full experience
ru: Игра с туманом войны даёт возможность полностью насладиться модом

# tip45
source: You can ask modders questions in discord channel linked in the description or in official GoH discord
ru: С авторами мода можно пообщаться в дискорде по ссылке в описании или на официальном дискорде ГоХа

# tip44
source: If you get a message about enemy signaller, kill him before he calls in off map support
ru: Если вы увидели сообщения о вражеском радисте, убейте его до того, как он вызовет поддержку

# tip43
source: Enemy officers' position can be seen on minimap if you have a command vehicle (waves on the minimap in intervals)
ru: Позицию вражеского офицера можно увидеть на миникарте при наличии командной машины (переодически будут появляться волны на миникарте)

# tip42
source: Mod adds new maps
ru: Мод добавляет новые карты

# tip41
source: Fight to the last man!
ru: Для победы надо держаться до последнего!

# tip40
source: "Light tanks and armored cars cost less CP so sometimes it's wise to go for them
ru: В самый трудный момент может прийти Виталий Волков

# tip39
source: If you don't like the weather setup just restart the battle
ru: Если не нравится погода на карте, просто перезагрузите бой

# tip38
source: "On defense level 2 you get ammo point
ru: На втором уровне обороны появляются точки снабжения

# tip36
source: "Use medic autoheal with a chatwheel command (N)
ru: Используйте автохил медика на N

# tip35
source: "Use ammoless soldier resupply command with a chatwheel command (N)
ru: Солдат без патронов можно отправить пополняться с помощью N и выбором соответствующей команды

# tip34
source: "Leave feedback in discord linked in the description
ru: Впечатления прошу оставлять в дискорде, указанном в описании

# tip32
source: "YYou can't salvage enemy emplacements and artillery
ru: Вражеские укрепления (орудия, миномёты и т.д.) на точках и артиллерию нельзя забрать

# tip31
source: "Teleport your units on defense to the middle of the map using chatwheel command (N)
ru: Телепортируйте свои войска в обороне, используя соответствующую команду на N

# tip30
source: "Stealth infantry has its stealth improved
ru: Стелспехота имеет большую маскировку по сравнению с обычной

# tip28
source: "Normal soldiers have 30% repair speed, tankmen and artillerymen 100% and engineers 200% repair speed
ru: Обычные солдаты чинят с 30%, танкисты и артиллеристы – с 100%, а инженеры – с 200% скоростью

# tip26
source: Bleed out timer is prolonged
ru: Таймер истекания кровью продлен

# tip24
source: "Use Chatwheel commands (N) to access new functions
ru: Зажмите N, чтобы увидеть новые функции

# tip23
source: "Don't forget that engineers can build new fortifications! Check special commands tab
ru: Не забудьте, что инженеры могут копать новые укрепления

# tip22
source: "If you find the mod difficult play on easy difficulty or try playing coop
ru: Если мод кажется слишком сложным, попробуйте играть на лёгкой сложности или в коопе

# tip21
source: "Enemy has different divisions each battle so every battle may play out different
ru: У бота каждый бой разные дивизии, поэтому каждый бой может быть разным

# tip20
source: "You have more time to prepare your defenses. Make sure to use mines
ru: В моде больше времени на подготовку. Используйте мины

# tip19
source: "Enemy arrival time is random within a certain time limit. So sometimes enemies come later or sooner. Be prepared for surprises
ru: Время прибытия врага случайно внутри опредленного интервала. То есть он может прийти раньше или позже. Будьте готовы к сюрпризам

# tip18
source: "Spread out your units to avoit hight casulties from artillery
ru: Избегайте скоплений пехоты, чтобы не страдать от артиллерии

# tip17
source: "Bring AA to counter enemy planes
ru: Покупайте зенитки, чтобы противостоять вражеским самолётам

# tip16
source: "Utilize star call ins to maximize your chance to win
ru: Покупайте вызовы за звёзды, чтобы иметь больше опций в бою

# tip15
source: "Light tanks and armored cars cost less CP so sometimes it's wise to go for them
ru: Легкие танки и бронемашины стоят значительно меньше КО

# tip14
source: "On defense level 3 there are crates on points that have bazookas and mines
ru: На третьем уровне обороны есть ящики на точках с минами и базуками
